amd-ucode
apple-music-desktop
ark
autopsy
aylurs-gtk-shell-git
base
base-devel
blackarch-keyring
blueman
bluez
bluez-utils
brightnessctl
btop
cava
chafa
cliphist
cmatrix-git
code
code-marketplace
dart-sass
debuginfod
docker
docker-compose
dolphin
dunst
efibootmgr
enum4linux
exo
eza
fastfetch
ffmpegthumbs
firefox
flatpak
garcon
gdb
git
gnome-bluetooth-3.0
gpu-screen-recorder
grimblast-git
grub
grub-customizer
gst-plugin-pipewire
gvfs
htop
hyde-cli-git
hypridle-git
hyprland
hyprpicker
hyprsunset-git
imagemagick
intel-media-driver
iwd
jdk21-openjdk
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
legcord
less
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
matrix.sh
matugen-bin
metasploit
mousepad
nano
neofetch
neovim
network-manager-applet
networkmanager
nginx
noto-fonts-emoji
ntfs-3g
nwg-look
oh-my-zsh-git
openvpn
os-prober
pacman-contrib
pamixer
parallel
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pokemon-colorscripts-git
power-profiles-daemon
python-gpustat
python-pip
python-pyamdgpuinfo
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ristretto
rofi-wayland
sddm
sddm-theme-tokyo-night
seclists
slurp
smartmontools
sof-firmware
spicetify-cli
spotify
swappy
swaylock-effects-git
swww
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tumbler
udiskie
ufetch-git
unzip
vim
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wlogout
xarchiver
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xhost
yay
yay-debug
zoom
zram-generator
zsh
zsh-theme-powerlevel10k-git
